Revit 2024 API
ParameterTypeId.AnalyticalHeatTransferCoefficient Property
 "Heat Transfer Coefficient (U)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AnalyticalHeatTransferCoefficient { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalHeatTransferCoefficient As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalyticalHeatTransferCoefficient {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace